wrk-tests/pokijan.jpg/Output/jpg_c10_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:55555/pokijan.jpg
Running 10s test @ http://localhost:55555/pokijan.jpg
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.46ms   54.49ms   1.77s    99.41%
    Req/Sec   329.40    207.74     1.31k    75.48%
  24176 requests in 10.05s, 365.35MB read
  Socket errors: connect 0, read 0, write 0, timeout 8
Requests/sec:   2404.94
Transfer/sec:     36.34MB