wrk-tests/pokijan.jpg/Output/jpg_c10_process_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:8000/pokijan.jpg
Running 10s test @ http://localhost:8000/pokijan.jpg
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   128.15ms  216.14ms   1.80s    93.21%
    Req/Sec    17.65     14.19    80.00     75.34%
  759 requests in 10.07s, 11.47MB read
  Socket errors: connect 0, read 0, write 0, timeout 8
Requests/sec:     75.36
Transfer/sec:      1.14MB