wrk-tests/pokijan.jpg/Output/jpg_c200_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:55555/pokijan.jpg
Running 10s test @ http://localhost:55555/pokijan.jpg
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   274.88ms   65.98ms 341.04ms   66.67%
    Req/Sec     0.07      0.27     1.00     92.86%
  15 requests in 10.10s, 232.46KB read
  Socket errors: connect 0, read 28483, write 0, timeout 0
Requests/sec:      1.49
Transfer/sec:     23.01KB