wrk-tests/pokijan.jpg/Output/jpg_c200_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:8887/pokijan.jpg
Running 10s test @ http://localhost:8887/pokijan.jpg
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.16ms   77.39ms   1.93s    99.02%
    Req/Sec   321.01    268.43     2.01k    63.80%
  39041 requests in 10.07s, 589.98MB read
  Socket errors: connect 0, read 0, write 0, timeout 19
Requests/sec:   3875.45
Transfer/sec:     58.57MB