wrk-tests/pokijan.jpg/Output/jpg_c50_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 50 http://localhost:55555/pokijan.jpg
Running 10s test @ http://localhost:55555/pokijan.jpg
  50 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   508.84ms  244.63ms   1.46s    80.77%
    Req/Sec     0.70      2.03    10.00     92.59%
  27 requests in 10.10s, 418.44KB read
  Socket errors: connect 0, read 20159, write 0, timeout 1
Requests/sec:      2.67
Transfer/sec:     41.43KB